var postList = [{
  date: "Jan 28 2017",
  title: "人类探索地心文明与山海经密码的别样猜想",
  postImg: "/images/post/地心.png",
  avatar: "/images/avatar/avatar-5.png",
  content: "一直以来我们人类对这个世界的一个“猜想”！就是到底有没有“地心文明”这件事！盛传全世界有9大入口分布全球，有谷歌地图的可以搜一下！南极、北极各有一个，据说咱们中国西藏有一处、埃及金字塔下边猜测也是一处、之外美国、巴西、厄瓜多尔、俄罗斯都有！当然海底也分布很多小的出口喽...",
  readingNum: 23,
  collectionNum: 3,
  commentNum: 0,
  author: "林白衣",
  dateTime: "24小时前",
  detail: "一直以来我们人类对这个世界的一个“猜想”！就是到底有没有“地心文明”这件事！盛传全世界有9大入口分布全球，有谷歌地图的可以搜一下！南极、北极各有一个，据说咱们中国西藏有一处、埃及金字塔下边猜测也是一处、之外美国、巴西、厄瓜多尔、俄罗斯都有！当然海底也分布很多小的出口喽！唐朝有一本书叫《博异志》，也是那种一篇一篇奇闻逸事！其中有一篇叫做“阴隐客”。说：神龙元年房州竹山县，这竹山县就是三国时期刘封孟达驻守的那个上庸，就是不发兵救“麦城关羽”的那俩个人，现在隶属于湖北十堰。当地有一个富商叫做“阴隐客”，名字很奇怪啊？我曾经一度认为，这三个字代表“不愿意透露姓名的人”，后来一查，好像确实有说，这是个名字啊！早年外出经商，有钱了嘛，盖了一处新的大宅大庄园，建造的时候就已经派人定好位置，准备在后花园里打一口深井，工程整整两年，大宅建设、装修都已经完工了，一家老小都搬进去住了，这井就一直打不通，一千多尺深仍然不出水，因为这阴隐客也是刚刚发财，所以有点烧包！被周围的朋友一激将，给我继续打，不就是钱嘛…我今天还就不信了！打出水来为止！就有点跟那个“深井冰”赌气、抬杠的意思啊！工人继续日夜赶工，挖着挖着就觉得里面的声音不对了，下面有点空！这个工头那就自己下井，想去勘探一下情况！到了井底，蹲下敲一敲打一打，然后用力跺脚踩，他这一踩里面就塌了，哗啦就掉进了一个巨大的洞！拍拍尘土、抬头看看，上面的井口还有一丝光亮，他掉到的这个地方，旁边还是绵延向下的洞穴。诶？怎么隐约听到里面传来鸡犬鸟雀的声音？他就好奇顺着这个洞穴，借着岩壁的棱角一直往下爬，很久很久，越爬越感觉自己是倒着出了一个山洞，出来一看我靠，惊呆了！跟我们的世界完全不一样！是一个日月同出的世界，房子都是什么样那，全是金色、银色的，所以说都是金属的，嵌在那个山崖的缺口里面，植物花草山石动物，总之都是自己完全没见过的，有大树、中空长得像竹子一样，叶子又像是芭蕉叶！树下有圆形紫色的花，长得像盘子，上面落着一只巨大的五色蝴蝶。山间泉水是奶白色！这个工头就一直顺着这条泉水溜达，走着走着来到了一个宫殿，说：门两阁内，个有一人惊出。就是有守卫“惊讶”过来，说！你干什么的？这工人看着守卫长得五尺身高，童颜如玉！就跟守卫说自己如此这般，来到这里！那个宫殿就出来一大帮人，问这人怎么进来的？守卫说工人挖井，无意间至此！哦，人家还挺客气！那既然来了带他逛逛吧！四处游览一番，喝了泉水，跟乳汁味道差不多！有点酒足饭饱的感觉！之后告诉她，这里叫“梯仙国”！",
  postId: 1,
  music: {
    url: "http://dl.stream.qqmusic.qq.com/C400003idnSJ1LMavf.m4a?guid=5910942960&vkey=C412890558D8E8BFC1B67D9DDAE18EF414612EDD55AF812DC0E4C486E65E0B7C7433804BB4107AA83D7932A177950939C7C922BEF33C0D33&uin=0&fromtag=66",
    title: "幂雅 山海经",
    coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000002l01gW20slkp.jpg?max_age=2592000",
  },
  collectionStatus: true,
  upStatus: false,
  upNum: 11,
  comments: []
},
{
  date: "Jan 9 2017",
  title: "神秘鲛人，是否真的存在……",
  postImg: "/images/post/人鱼.jpg",
  avatar: "/images/avatar/avatar-1.png",
  content: "潜水爱好者无意间拍到的神秘生物，调查群鲸死亡事件时，无意间在深海录制到的一段录音，神秘鲛人，是否真的存在……",
  readingNum: 96,
  collectionNum: 7,
  commentNum: 4,
  author: "林白衣",
  dateTime: "24小时前",
  detail: "早在2300多年前，巴比仑的史学家巴罗索斯在《古代历史》一书中就有关于美人鱼的记载了。13世纪的《古今着闻集》里也写道“头部像猿猴，有着像鱼一样细细的牙齿”怎么看都觉得像是怪兽。《诸国里人谈》记载着“有着人类的头，胸前有着如鸡冠一样红色的肉褶，下半身是鱼的形状”。而我国早在《山海经》中就有记载，《山海经·海内北经》：陵鱼人面，手足，鱼身，在海中。这里描述是一种叫做陵鱼的动物，半人半鱼，有人脸和手脚，和传统认知的人鱼不太一样，但也算是有所记载了。宋代《祖异记》一书中也有美人鱼的详细描述，说宋太宗时期，有一位叫做查道的人出使高丽，就是现在的朝鲜。有天闲着没事就逛到了海边，突然看到海面上有一“妇人“出现，穿着霓裳红衫，头发在被海水冲洗的有些凌乱，面色微红，半露肩膀躲在水中。查道看到这美腻的妇人很激动，冲进水里想去寻找，接近后发现，诶我去，是条人鱼啊。当然，还有什么《大德南海志》啦、《岛夷志略》、《元史》、《搜神记》、《述异记》等等吧，都有关于鲛人的记载啊。",
  postId: 2,
  music: {
    url: "http://dl.stream.qqmusic.qq.com/C400002ASCKm3ROw7t.m4a?guid=5910942960&vkey=9178695D5AB687E665BF9977227952B80BD24B53753D9F98E29FC8DB72CA13CCE7D75060D4B3C797E8A1F60EF80A3EC86C44D2723596D459&uin=0&fromtag=66",
    title: "林俊杰 美人鱼",
    coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000000y5gq7449K9I.jpg?max_age=2592000"
  },
  collectionStatus: true,
  upStatus: true,
  upNum: 22,
  comments: [
    {
      username: '青石',
      avatar: '/images/avatar/avatar-3.png',
      create_time: '1484723344',
      content: {
        txt: ' 我从小就相信鲛人一定是存在，毕竟海里面那么多未知的秘密。说不定我们就是从海里来的，壮哥求做一期鲛人的讲解吧！',
        img: [],
        audio: null
      }
    }, {
      username: '水清',
      avatar: '/images/avatar/avatar-2.png',
      create_time: '1481018319',
      content: {
        txt: '听我爷爷辈说，抓到过死的，丑的很，利嘴尖牙的。我家大门斜对面就是海。',
        img: [],
        audio: null,
      }
    },
    {
      username: '赤墨',
      avatar: '/images/avatar/avatar-1.png',
      create_time: '1484496000',
      content: {
        txt: '我就相信有人鱼存在！以前看沧月的书，对鲛人族描写得很详细，虽然有想象成分，但是很靠谱呢！',
        img: ["/images/comment/train-4.jpg",],
        audio: null,
      }
    },
    {
      username: '林白',
      avatar: '/images/avatar/avatar-4.png',
      create_time: '1484582400',
      content: {
        txt: '',
        img: [],
        audio: { url: "http://123", timeLen: 8 },
      }
    }
  ]
},
{
  date: "Jan 29 2017",
  title: "酒仙“女儿红”，助我预知梦，脱困鬼遮眼！",
  postImg: "/images/post/女儿红.jpg",
  avatar: "/images/avatar/avatar-3.png",
  content: "闲来无事归置自家厨房，突然翻出一坛子不知什么时候储存的传统制法的“女儿红”甚是欢喜。然在欢喜之余，也让我忽然就想起了我姐们他爸“老白”贮藏的那一坛20年陈酿的“女儿红”（若存到了今天，大概是得50年了）。要说“女儿红”自然不得不说它的来历。",
  readingNum: 56,
  collectionNum: 6,
  commentNum: 0,
  author: "林白衣",
  dateTime: "24小时前",
  detail: "闲来无事，归置自家厨房，突然翻出一坛子不知什么时候储存的传统制法的“女儿红”，甚是欢喜。然在欢喜之余，也让我忽然就想起了我姐们他爸“老白”贮藏的那一坛20年陈酿的“女儿红”（若存到了今天，大概是得50年了）。要说“女儿红”自然不得不说它的来历。相传很久以前，绍兴乡下有个裁缝师傅，妻子即将临产。他想妻子怀的定是贵子，待儿子降生时，定要庆贺一番。他特意请有名的酿酒师傅精酿了几坛米酒，准备到时款待亲友。 可是事与愿违，妻子生了一个女儿，这犹如给裁缝师傅当头泼了一盆冷水，酿好的酒也不请人喝了，全部埋入屋后的树下。光阴似箭，裁缝的女儿长大成人后，生得眉清目秀，聪明伶俐，十分讨人喜欢。满心欢喜的裁缝师傅把她嫁给了自己最得意的徒弟。成亲之日摆酒请客时，他忽然想起十几年前埋在树下的几坛老酒，便掘了出来。开坛之时，浓香四溢，使人闻之思饮，饮之回味无穷。席上宾客从未品酌过这样色泽橙红、口味甘醇的陈年佳酿，纷纷赞道：“发埋女儿红，闺阁出仙童。”此后绍兴一带很多家庭生下女孩，必酿“女儿红”埋于地下，到女儿出嫁时款待宾客。那时的酒异香扑鼻，色呈琥珀，口味香醇，堪称绍兴黄酒陈酿之极品。“女儿红”酒由此得名。此习俗唐朝已经盛行。这种酒经过18年、8年或5年的陈酿，自然醇香无比。",
  postId: 3,
  music: {
    url: "http://dl.stream.qqmusic.qq.com/C400000BuR7m2bxopc.m4a?guid=5910942960&vkey=FFA4ED417F69E5A73179CEE38F1259183AD627CEE1CB3DCD85CF2321D7819D657F8E766F5869207EAD9607A54A3B31B81D9996BD571B55BF&uin=0&fromtag=66",
    title: "音频怪物 女儿红",
    coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000000OGKgi3lukIc.jpg?max_age=2592000"
  },
  collectionStatus: false,
  upStatus: false,
  upNum: 9,
  comments: []
},
{
  date: "Sep 22 2016",
  title: "奇妙的“阴间世界”，也许你并没有资格走的奈何桥！",
  postImg: "/images/post/地府.png",
  avatar: "/images/avatar/avatar-2.png",
  content: "“谁若九十七岁死，奈何桥上等三年”。千年的回眸，百年的约定。也许这一世的夫妻情缘，开始于斯，恩断于此。奈何桥下几千丈，云雾缠绕，等待来生是什么道，谁也不知。来生的约定，只是此生的一种后续，过了桥，喝过了孟婆汤，已经把所有忘却，来生的相见···",
  readingNum: 0,
  collectionNum: 0,
  commentNum: 0,
  author: "林白衣",
  dateTime: "24小时前",
  detail: "传说人死了要先到鬼门关，出了鬼门关便走上一条路，叫黄泉路，路上盛开着只见花不见叶的彼岸花。花叶生死两不见，相念相惜永相失。路的尽头有一条河叫忘川河，在黄泉路和冥府之间，由忘川河划之为分界。忘川河水呈血黄色，里面尽是不得投胎的孤魂野鬼，虫蛇满布，腥风扑面。河上有一座桥，叫奈何桥。桥分三层，愈下层愈凶险，里面尽是不得投胎的孤魂野鬼。生时行善事的走上层，善恶兼半的走中层，行恶的就只能走下层…没错，今天咱们接上周的阴间系列话题，继续讲讲奈何桥，而关于奈何桥，这段文字在网上还是很流行的，算是个概括吧，可以让大家对奈何桥有一个初步了解，那奈何桥的来历到底是什么？其实有一个还蛮感人的神话小故事！",
  postId: 4,
  music: {
    url: "http://dl.stream.qqmusic.qq.com/C4000005kQsT2wrpPx.m4a?guid=5910942960&vkey=988A5723E5896D4BDF243A366E0659690A05E9C2690E9605E0813605424918DC15B34FAC4015DBD768E6C65193C1FCEE0DC05C6E375C1CCE&uin=0&fromtag=66",
    title: "音频怪物 百鬼夜行",
    coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000000YjxvW2YaPkk.jpg?max_age=2592000"
  },
  collectionStatus: false,
  upStatus: true,
  upNum: 9,
  comments: []
},
{
  date: "Jan 29 2017",
  title: "原来你竟是这样一部“大鱼海棠”",
  postImg: "/images/post/大鱼.png",
  avatar: "/images/avatar/avatar-4.png",
  content: "前几天有一位网友在问寺姐关于《大鱼海棠》这部电影的感受，觉得里面的神兽都很奇特，并且有点看不懂，想要壮哥或者寺姐解读一下。说来惭愧，给壮哥剪视频这么久，大鱼的背景音乐寺姐用了很多次，但电影还真是一遍都没看过···",
  readingNum: 32,
  collectionNum: 2,
  commentNum: 0,
  author: "林白衣",
  dateTime: "24小时前",
  detail: "带着好奇心吧，寺姐抽空看了这部电影，嗯，看完之后寺姐坐在家里的沙发上盯着电视机发愣，开始回忆影片中的各种细节，越想越觉得，我去，这片子不对啊，虽然所有表达都处理的很隐晦，但是还是有点少儿不宜的感觉。比如其中有几句让人浮想联翩的额台词：“我叫椿（春）……”“你会长得好大好大，比什么还大，比什么还大，整个什么都装不下你……”这台词，怎么能让我不浮想联翩啊。影片开始，椿在成人礼那天要离开生活了很多年与世隔壁的大海仙境，去人间世界看一看，于是她告别父母，变成了一只浑身通红的红色海豚，要到人间世界去游历7天，椿的母亲在她离开前千叮万嘱，显的异常担心和焦虑。咱们再放大脑洞来想一想这几个词，成年礼，少女，人间，红色，焦虑，7天！这，这不是初潮嘛？每个女孩都会经历，大姨妈来了，这就是一个女孩变成少女的象征啊。 接着她来到人类世界，见到了吹笛的少年鹏，她看到了美好的少年，听到了美妙的笛声，她既被吸引但又害怕，这里把少女情窦初开的姿态表现的淋漓尽致。可能有人会要问，在大海仙境难道就没有男人嘛，干嘛被一个人类男孩吸引，这个咱们放到后面说，因为《大鱼海棠》真的不像表面看起来那么简单，它其实隐喻了很多。椿很欢乐的在人间游历了几天，直到第六天，她要回家的时候，被绳索困住陷入危险，少年鹏带着匕首来解救了她，她挣脱里束缚，而匕首也划伤了她。在这里，如果你看过弗洛伊德关于对少女春梦的解读，那你，呵呵，自然知道那匕首代表了什么，匕首划伤她，血飞溅出来，即痛又快，椿知道鹏是在救她，在释放她压抑的欲望，但却本能的表现出敌意，惊恐万分的拒绝。天哪，这分明就是在，那哈呀！难不成寺姐是平常被壮哥平常开车洗脑开多了，脑回路太丰富，自己想太多了？好害羞好害羞，这么单纯的动画片，总不该是一部情欲片吧！于是寺姐带着满脑子的疑问，开始在网上翻查各大网友的影评以及细节分析。网上的影评解析很多，相信小伙伴们也都看过许多。但其中还是有一篇，跟寺姐的看法很像，他说《大鱼海棠》讲的是性压抑。",
  postId: 5,
  music: {
    url: "http://dl.stream.qqmusic.qq.com/C400004OQ5Mt0EmEzv.m4a?guid=5910942960&vkey=08E046AAC7F45CA1BC33EBAFC3DE827B5D91555A17A6752EDC78CDC3D36865D13AA6E73A7CFC7E199BBA2D447EFBEE162DE28E4BF6B12DD0&uin=0&fromtag=66",
    title: "周深 大鱼",
    coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000004Y7V4s3ug4cC.jpg?max_age=2592000",
  },
  collectionStatus: false,
  upStatus: false,
  upNum: 2,
  comments: []
},
]

module.exports = {
  postList: postList
}